alacritty
alt-tab
anydesk
betterdisplay
discord
docker
font-iosevka-nerd-font
font-jetbrains-mono-nerd-font
ghdl
google-chrome
hiddenbar
iina
imageoptim
karabiner-elements
latest
mos
rectangle
stats
transmission
visual-studio-code
whatsapp
