aerospace
alt-tab
anydesk
betterdisplay
brave-browser
discord
docker
font-iosevka-nerd-font
font-jetbrains-mono-nerd-font
ghdl
google-chrome
iina
imageoptim
karabiner-elements
kitty
latest
mos
obsidian
slack
stats
transmission
visual-studio-code
whatsapp
